/* Cycle through map pins */
"Cycle Pins" = "Cycle Pins";

/* Hybrid map view */
"Hybrid" = "Hybrid";

/* Satellite map view */
"Satellite" = "Satellite";

/* Show position on map button title */
"Show Position" = "Show Position";

/* Standard map view */
"Standard" = "Standard";
